Repository: F-Derakhshani/yith-woocommerce-advanced-product-options-premium
Catalog: languages/yith-woocommerce-product-add-ons-*.po
Languages: nl_nl

source: General
nl_nl: Algemeen

source: Variations
nl_nl: Variaties

source: Product Add-Ons
nl_nl: Product Toevoegingen

source: Plugin Documentation
nl_nl: Plugin documentatie

source: Support platform
nl_nl: Ondersteuning platform

source: Product Add-Ons Group
nl_nl: Product Toevoegingen Groep

source: List of Add-Ons
nl_nl: Lijst van Toevoegingen

source: Are you sure?
nl_nl: Weet je het zeker?

source: Custom Image
nl_nl: Aangepaste afbeelding

source: Upload Image
nl_nl: Afbeelding uploaden

source: Manage
nl_nl: Beheren

source: Disable Globals
nl_nl: Globalen uitschakelen

source: Check this box if you want to disable global groups and use only the above ones!
nl_nl: Selecteer dit als je de global groepen niet wilt gebruiken maar alleen de bovenstaande!

source: Manage all groups
nl_nl: Beheer alle groepen

source: Plugin documentation
nl_nl: Plugin documentatie

source: Add-On Requirements:
nl_nl: Toevoegingen Vereisten:

# admin labels for add-ons list
source: Variations Requirements:
nl_nl: Variaties Vereisten:

source: Select options
nl_nl: Selecteer opties

source: Clear
nl_nl: Wis

source: Default
nl_nl: Standaard

source: Select color
nl_nl: Selecteer kleur

source: Current color
nl_nl: Huidige kleur

source: Base price
nl_nl: Basisprijs

# notice on admin order item meta
source: *Sold invidually
nl_nl: *Individueel verkocht

source: YITH WooCommerce Product Add-Ons
nl_nl: YITH WooCommerce Product Toevoegingen

source: Uploading error: %s extension is not allowed
nl_nl: Uploading error: %s extensie is niet toegestaan

source: Uploading error: %s exceeded max size allowed for this file
nl_nl: Upload fout: %s maximum grote bereikt voor dit bestand

source: Value
nl_nl: Waarde

source: Select terms
nl_nl: Selecteer termen

source: Select all
nl_nl: Selecteer alles

source: Select none
nl_nl: Niets selecteren

source: Add new
nl_nl: Nieuwe toevoegen

source: Create new attribute term
nl_nl: Maak een nieuw attribuut termijn

source: Name
nl_nl: Naam

source: A value is required for this term
nl_nl: Een waarde is vereist voor deze termijn

source: Colorpicker
nl_nl: Kleur kiezer

source: Image
nl_nl: Afbeelding

source: YITH WooCommerce Product Add-Ons Premium is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Product Add-Ons Premium is ingeschakeld maar niet actief. Het heeft WooCommerce nodig om te kunnen werken.

source: Show add-ons
nl_nl: Laat toevoegingen zien

source: Before "Add to cart" button
nl_nl: Voor "In winkelwagen" knop

source: After "Add to cart" button
nl_nl: Na "In winkelwagen" knop

source: "Add to cart" button label
nl_nl: "In winkelwagen" knop tekst

source: Change button label.
nl_nl: Verander knop tekst

source: Select Options
nl_nl: Selecteer opties

source: Show product price in "cart page"
nl_nl: Toon prijs van het product in "winkelwagen pagina"

source: Checking this option allows you to show the product base price in cart
nl_nl: Als dit is aangevinkt wordt de product basisprijs in de winkelwagen getoond

source: Always show the price table
nl_nl: Toon de prijs tabel altijd

source: Checking this option allows you to always show the price table even if the amount of the add-ons is 0 in the single product page
nl_nl: Als deze optie is geselecteerd wordt de prijs tabel altijd getoond op de product pagina, zelfs als er geen product toevoeging is.

source: Add-ons
nl_nl: toevoegingen

source: Show add-on titles
nl_nl: Laat toevoeging titel zien

source: Show add-on images
nl_nl: Laat toevoeging afbeelding zien

source: Show add-on descriptions
nl_nl: Laat toevoeging beschrijving zien

source: Options
nl_nl: Opties

source: Show option images
nl_nl: Laat optie afbeelding zien

source: Show option descriptions
nl_nl: Laat optie beschrijving zien

source: Option image
nl_nl: Optie afbeelding

source: Date Format
nl_nl: Datum formaat

source: Set the format of the date control eg: mm/dd/yy
nl_nl: Stel het formaat van de datum in eg: mm/dd/yy

source: Enable tooltip
nl_nl: Tooltip inschakelen

source: Enable tooltip on options
nl_nl: Tooltip inschakelen bij opties

source: Tooltip position
nl_nl: Tooltip positie

source: Select tooltip position
nl_nl: Selecteer tooltip positie

source: Top
nl_nl: Boven

source: Bottom
nl_nl: Beneden

source: Tooltip animation
nl_nl: Tooltip animatie

source: Select tooltip animation
nl_nl: Selecteer tooltip animatie

source: Fade in
nl_nl: Vervagen in

source: Slide in
nl_nl: Dia in

source: Tooltip background
nl_nl: Tooltip achtergrond

source: Pick a color
nl_nl: Kies een kleur

source: Tooltip text color
nl_nl: Tooltip tekst kleur

source: Uploading options
nl_nl: Uploaden opties

source: Uploading folder name
nl_nl: Uploaden mapnaam

source: Changes will only affect future uploads.
nl_nl: Aanpassingen gelden alleen voor toekomstige oploads

source: Uploading file types
nl_nl: Up te loaden bestand types

source: Separate file extensions using commas. Ex: .gif, .jpg, .png
nl_nl: Afzonderlijke bestandsextensies gebruiken m.b.v. komma's. Ex: .gif, .jpg, .png

source: Uploading file size (MB)
nl_nl: Max. Up te loaden bestandsgrootte (MB)

source: Maximum allowed size for uploaded file
nl_nl: Maximaal toegestane grootte voor geüploade bestanden

source: Manage variations
nl_nl: Beheer variaties

source: Attribute behavior
nl_nl: Attribuut gedrag

source: Choose attribute style after selection.
nl_nl: Kies attribuut stijl na selectie

source: Hide attributes
nl_nl: Verberg attribuut

source: Blur attributes
nl_nl: Vervaag attribuut

source: Enable tooltip on attributes
nl_nl: Schakel tooltip en attribuut in

source: Show attribute description
nl_nl: Laat attribuut beschrijving zien

source: Show description below attributes in single product page
nl_nl: Laat beschrijving zien onder attribuut in enkel product pagina

source: Enable plugin in archive page
nl_nl: Inschakelen plugin in categoriepagina

source: Allow attribute selection in archive shop page
nl_nl: Sta attribuut selectie toe in categoriepagina

source: Show add-ons in archive shop page
nl_nl: Laat product toevoegingen zien op categoriepagina

source: Before 'Add to cart' button
nl_nl: Voor "In winkelwagen" knop

source: After 'Add to cart' button
nl_nl: Na "In winkelwagen" knop

source: 'Add to cart' button label
nl_nl: "In winkelwagen" knop tekst

source: 'Add to cart' button label in archive page (for variable products only)
nl_nl: "In winkelwagen" knop tekst categoriepagina (alleen voor variabele producten)

source: Add to cart
nl_nl: In winkelwagen

source: Change product image on hover
nl_nl: Verander productafbeelding bij aanwijzen

source: Change the product image when the mouse hovers the concerned attribute. PLEASE, NOTE: It works only for products that have only one attribute per variation.
nl_nl: Wijzig de product afbeelding als de muis over het betreffende attribuut gaat. Let erop: Het werkt alleen voor producten die slechts één attribuut per variatie te hebben.

source: Show custom attributes on "Additional Information" Tab
nl_nl: Toon aangepaste attributen op "Aanvullende informatie" Tab

source: Show custom attributes style on "Additional Information" Tab instead of simple text.
nl_nl: Toon aangepaste attributen stijl op "Aanvullende informatie" Tab in plaats van eenvoudige tekst.

source: Description
nl_nl: Beschrijving

source: Product attribute description.
nl_nl: Product attribuut omschrijving.

source: Choose an option
nl_nl: Selecteer een optie

source: Checkbox
nl_nl: Selecteer type

source: Color
nl_nl: Kleur

source: Date
nl_nl: Datum

source: Multiple Labels
nl_nl: Meerdere labels

source: Number
nl_nl: Getal

source: Select
nl_nl: Selecteer

source: Radio Button
nl_nl: Radio knop

source: Text
nl_nl: Tekst

source: Textarea
nl_nl: Tekstveld

source: Title
nl_nl: Titel

source: Requirements
nl_nl: Vereisten

source: Show this add-on to users only if they have first selected the following options.
nl_nl: Laat deze toevoeging alleen zien als eerst de volgende opties zijn geselecteerd

source: Choose required add-ons
nl_nl: Selecteer benodigde toevoegingen

source: Variations Requirements
nl_nl: Variatie vereisten

source: Show this add-on to users only if they have first selected one of the following variations.
nl_nl: Toon deze toevoeging alleen als één van deze variaties is geselecteerd.

source: Choose required variations
nl_nl: Selecteer benodigde variaties

source: Limit selectable elements
nl_nl: Beperk selecteerbare elementen

source: Set the maximum number of elements that users can select for this add-on, 0 means no limits (works only with checkboxes)
nl_nl: Stel het maximaal aantal vakjes in wat geselecteerd kan worden voor deze toevoeging, 0 betekend geen maximum (werkt alleen bij selectie vakjes)

source: Max input values amount
nl_nl: Max invoer waarde

source: Set the maximum amount for the sum of the input values
nl_nl: Stel de max hoeveelheid in voor de som van de ingevoerde waardes

source: Min input values amount
nl_nl: Min invoer waarde

source: Set the minimum amount for the sum of the input values
nl_nl: Stel de min hoeveelheid in voor de som van de ingevoerde waardes

source: Sold individually
nl_nl: Individueel verkocht

source: Check this box if you want that the selected add-ons are not increased as the product quantity changes.
nl_nl: Selecteer dit als de hoeveelheid van de product optie niet verhoogd wordt als de product hoeveelheid veranderd.

source: Replace the product image
nl_nl: Vervang de product afbeelding

source: Check this box if you want that the selected add-ons replace the product image.
nl_nl: Selecteer dit als de geselecteerde product optie de product afbeelding vervangt.

source: Calculate quantity by values amout
nl_nl: Bereken de hoeveelheid a.d.h.v. het ingevoerde getal

source: Check this box if you want that the quanity input will be updated with the sum of all add-ons values.
nl_nl: Selecteer dit als de hoeveelheid (basisproduct en de toevoegingen) wordt vermenigvuldigd met dit getal, dit overruled het basisproduct aantal selectie vakje.

source: Required
nl_nl: Nodig

source: Check this option if you want that the add-on have to be selected
nl_nl: Selecteer deze optie als deze toevoeging geselecteerd moet zijn

source: All options required
nl_nl: Alle opties benodigd

source: Check this option if you want that the add-on have to be all options required
nl_nl: Selecteer deze opties als je wilt dat alle toevoegingen benodigd zijn

source: Sort
nl_nl: Sorteer

source: Option Label
nl_nl: Optie tekst

source: Price
nl_nl: Prijs

source: Fixed amount
nl_nl: Vast aantal

source: % markup
nl_nl: % markeren

source: Price multiplied by value
nl_nl: Prijs vermenigvuldigd met waarde

source: Price multiplied by string length
nl_nl: Prijs vermenigvuldigd met tekenreekslengte

source: Delete
nl_nl: Verwijder

source: Checked
nl_nl: Geselecteerd

source: Add new option
nl_nl: Nieuwe optie toevoegen

source: Save this add-on
nl_nl: Sla deze toevoeging op

source: Continue
nl_nl: Doorgaan

source: Cancel
nl_nl: Annuleer

source: Group
nl_nl: Groep

source: Edit group
nl_nl: Bewerk groep

source: with
nl_nl: met

source: options
nl_nl: Opties

source: In order to show the Add-On, ensure you set a title, created at least one option and you gave a name to it
nl_nl: Als je de toevoeging wilt tonen, zorg dan dat er een titel is ingesteld, maak tenminste één optie en geef deze een naam

source: Save addons order
nl_nl: Sla toevoeging volgorde op

source: Manage Add-ons
nl_nl: Beheer toevoegingen

source: New group
nl_nl: Nieuwe groep

source: Group name
nl_nl: Groep naam

source: Products
nl_nl: Producten

source: Excluded Products
nl_nl: Uitgesloten producten

source: Categories
nl_nl: Categorieën

source: Priority Order
nl_nl: Bestelling met voorrang

source: Vendor
nl_nl: Leverancier

source: None
nl_nl: Geen

source: Visibility
nl_nl: Zichtbaarheid

source: Hidden
nl_nl: Verbergen

source: Administrators only
nl_nl: Administrator only

source: Public
nl_nl: Publiek

source: Save group
nl_nl: Groep opslaan

source: Groups
nl_nl: Groepen

source: Complete list of product option groups.
nl_nl: Complete lijst van product optie groepen

source: <span class="dashicons dashicons-hidden" style="margin: -1px 5px 0px 0px;"></span> <strong>Hidden groups</strong>
nl_nl: <span class="dashicons dashicons-hidden" style="margin: -1px 5px 0px 0px;"></span> <strong>Verborgen groepen</strong>

source: <span class="dashicons dashicons-lock" style="margin: -1px 5px 0px 0px;"></span> <strong>Administrators only</strong>
nl_nl: <span class="dashicons dashicons-lock" style="margin: -1px 5px 0px 0px;"></span> <strong>Alleen beheerders</strong>

source: <span class="dashicons dashicons-visibility" style="margin: -1px 5px 0px 0px;"></span> <strong>Public groups</strong>
nl_nl: <span class="dashicons dashicons-visibility" style="margin: -1px 5px 0px 0px;"></span> <strong>Openbare groepen</strong>

source: Attributes
nl_nl: Attribuut

source: Actions
nl_nl: Acties

source: All
nl_nl: Alle

source: Edit
nl_nl: Bewerk

source: Save to set image!
nl_nl: Sla op om afbeelding in te stellen!

source: Product price:
nl_nl: Product basisprijs:

source: Additional options total:
nl_nl: Optie(s) totaal:

source: Order total:
nl_nl: Totaal:

source: Select an option...
nl_nl: Selecteer een optie...

# Info shown to users in front end
source: Sold individually
nl_nl: Individueel verkocht
